{
   "country":"England",
   "result_count":4988,
   "longitude":-0.103002279759508,
   "area_name":"London N1",
   "listing":[
      {
         "rental_prices":{
            "per_week":460,
            "accurate":"per_month",
            "per_month":1995
         },
         "num_floors":"0",
         "listing_status":"rent",
         "num_bedrooms":"2",
         "latitude":51.53087,
         "agent_address":"15 Linen House, 253 Kilburn Lane, London",
         "property_type":"Flat",
         "letting_fees":"Tenant Fees:If the Landlord instructs Upad to reference prospective tenants there will be a fee of £75 per tenant. There will be no other charges for renting this property.",
         "longitude":-0.075019,
         "thumbnail_url":"http://li.zoocdn.com/eccaf6aaf51d5b7e0d87ce6939ff60ff846ba66d_80_60.jpg",
         "description":"Property reference number 5686537.To enquire about this property click the \"Request Details\" buttonVery well presented and spacious 2 bed ground floor flat in the heart of Shoreditch, E2. Features:-Two large double bedrooms, Large living/dining area, Bathroom with bath and shower, Outside patio.Laminate flooring throughoutLet fully furnished.Flat is located on a quiet street very close to all transport, amenities, and famous restaurants, bars and nightlife of the area. Hoxton Station, wheelchair accessible is 1 minute away with quick and easy links to every part of London. Deposit as noted above. Thames Water rates included (approx £500pa), other bills/taxes excluded.References to be carried out by upad. Please note this is available from 1st October 2016.* Please quote ref. 5686537 when enquiring about this property.Phone lines openMon - Fri 8am - 8pmSat, Sun & public holidays 9am - 4pmTenant Fees:If the Landlord instructs Upad to reference prospective tenants there will be a fee of £75 per tenant.There will be no other charges for renting this property.",
         "post_town":"London",
         "details_url":"http://www.zoopla.co.uk/to-rent/details/41409741?utm_source=v1:8uLHSiGZBkXB6RCtcqkysyXpIR4mwqmf&utm_medium=api",
         "short_description":"Very well presented and spacious ground floor flat in the heart of Shoreditch, E2. On a quiet street but close to all bars and restaurants. All modern conveniences, very des res. Minute from Hoxton Station.",
         "outcode":"E2",
         "county":"London",
         "price":"460",
         "listing_id":"41409741",
         "image_caption":"",
         "status":"to_rent",
         "agent_name":"Upad Ltd",
         "num_recepts":"0",
         "country":"England",
         "displayable_address":"Cremer Street, Shoreditch, London, Greater London E2",
         "first_published_date":"2016-08-21 11:46:41",
         "street_name":"Cremer Street",
         "num_bathrooms":"0",
         "price_change":[
            {
               "direction":"",
               "date":"2016-08-21 10:23:57",
               "percent":"0%",
               "price":"460"
            }
         ],
         "agent_logo":"http://st.zoocdn.com/zoopla_static_agent_logo_(53160).jpeg",
         "agent_phone":"020 3551 3265",
         "image_url":"http://li.zoocdn.com/eccaf6aaf51d5b7e0d87ce6939ff60ff846ba66d_354_255.jpg",
         "last_published_date":"2016-08-21 11:46:41"
      },
      {
         "rental_prices":{
            "per_week":450,
            "accurate":"per_month",
            "per_month":1950
         },
         "num_floors":"0",
         "listing_status":"rent",
         "num_bedrooms":"2",
         "latitude":51.54469,
         "agent_address":"39 Great Windmill Street",
         "property_type":"Flat",
         "letting_fees":"OpenRent <b>does not</b> charge any administration fees as standard!<br><br>Referencing for tenants only costs £20 each, <i>if requested by the landlord for this property</i><br><br>There are no other charges or hidden fees when renting an OpenRent property.",
         "longitude":-0.140763,
         "thumbnail_url":"http://li.zoocdn.com/0d99b94d89c481f032894511eb505be4d9512697_80_60.jpg",
         "description":"Property Reference: 152719.A recent and newly decorated bright and well-proportioned two bedroom ground floor flat within a 5 story mansion block, located equal distance between Camden and Kentish Town. The flat features high ceilings and wooden painted floorboards which both add to the overall sense of spaciousness.The spacious entrance hall leads into a modern open-plan kitchen which is fully equipped with a modern gas hob and gas double oven, fridge, dishwasher, washing machine and dryer. There is ample storage space; comprising of kitchen units and a large open style contemporary shelving system, as well as room for a dining table and chairs. There are also two good sized solid wooden worktop areas. The kitchen also looks out onto a small courtyard and the larger communal garden.Both the double bedrooms are east facing with sash windows and have built-in shelving as well as room for a wardrobe or hanging rail. The slightly larger of the 2 also features a large bay window.There is a large and spacious bathroom, featuring a sash window, modern black and white tiles and a contemporary bathroom suite. There is also a large built in cupboard for storage.There is a large living room at the back of the flat,  with a built in cupboard and 2 large sash windows. The living room also out looks onto the well established communal garden.The secured garden runs alongside a pretty cobbled mews and has space for bikes and a well serviced area for bins and recycling.The flat is between the shopping and dining hubs of Camden Town and Kentish Town, and is extraordinarily well-placed for transport links, with central London less than twenty minutes away on the tube or bus, and National Rail services running from Kentish Town. The green spaces of Hampstead Heath and Regent's Park are a stone's throw away, as is Regent's Canal. Summary & Exclusions:- Rent Amount: £1,950.00 per month (£450.00 per week)- Deposit / Bond: £1,950.00- 2 Bedrooms- 1 Bathrooms- Property comes unfurnished- Available to move in from 21 August, 2016- Minimum tenancy term is 6 months- Maximum number of tenants is 3- No DSS / Housing Benefit Applicants- Students welcome to enquire- Pets considered / by arrangement- No Smokers- Family Friendly- Bills not included- No Parking Available- Property has garden access- EPC Rating: B If calling, please quote reference: 152719 Fees:You will not be charged any admin fees.Referencing for tenants only costs £20 each, if requested by the landlord for this property.** Contact today to book a viewing and have the landlord show you round! **Request Details form responded to 24/7, with phone bookings available 9am-9pm, 7 days a week.OpenRent endeavours to make all property particulars as accurate and reliable as possible, however if you require any further clarification or information please contact us. When applying for a tenancy using the Rent Now process, you will be required to pay one month's rent and any deposit before moving in. This will be paid to OpenRent and released to the landlord once you have moved in. With OpenRent there are no administration fees to pay, although you may need to pay £20 per tenant to cover the cost of referencing if required by the landlord.",
         "post_town":"London",
         "details_url":"http://www.zoopla.co.uk/to-rent/details/41409386?utm_source=v1:8uLHSiGZBkXB6RCtcqkysyXpIR4mwqmf&utm_medium=api",
         "short_description":"A recent and newly decorated bright and well-proportioned two bedroom ground floor flat within a 5 story mansion block, located equal distance between Camden and Kentish Town. The flat features h... ** Property Reference: 152719 **",
         "outcode":"NW1",
         "county":"London",
         "price":"450",
         "listing_id":"41409386",
         "image_caption":"",
         "status":"to_rent",
         "agent_name":"OpenRent",
         "num_recepts":"0",
         "country":"England",
         "displayable_address":"Camden, London NW1",
         "first_published_date":"2016-08-21 02:51:32",
         "floor_plan":[
            "http://lc.zoocdn.com/1dd6548241b875ad09df7ef23bccba40ea88b57f.jpg"
         ],
         "street_name":"Camden",
         "num_bathrooms":"1",
         "price_change":[
            {
               "direction":"",
               "date":"2016-08-21 02:03:50",
               "percent":"0%",
               "price":"450"
            }
         ],
         "agent_logo":"http://st.zoocdn.com/zoopla_static_agent_logo_(147555).png",
         "agent_phone":"020 3542 2178",
         "image_url":"http://li.zoocdn.com/0d99b94d89c481f032894511eb505be4d9512697_354_255.jpg",
         "last_published_date":"2016-08-21 02:52:33"
      }
   ],
   "street":"",
   "radius":"1",
   "town":"London",
   "latitude":51.5388445,
   "county":"London",
   "bounding_box":{
      "longitude_min":"-0.153052256083835",
      "latitude_min":"51.5122079330031",
      "longitude_max":"-0.0529523034351798",
      "latitude_max":"51.5654810669969"
   },
   "postcode":"N1"
}
